{"meta":{"title":"fish❤cat","subtitle":"be proud of me","description":"perseverance","author":"小鱼干","url":"http://example.com","root":"/"},"pages":[{"title":"iloveu","date":"2021-02-26T15:23:04.000Z","updated":"2021-02-26T15:24:19.696Z","comments":true,"path":"tags/index-1.html","permalink":"http://example.com/tags/index-1.html","excerpt":"","text":""},{"title":"categories","date":"2021-02-26T13:38:28.000Z","updated":"2021-02-26T13:38:28.355Z","comments":true,"path":"categories/index.html","permalink":"http://example.com/categories/index.html","excerpt":"","text":""}],"posts":[{"title":"2021-4-9：一个平凡的学期第六周周五（上）","slug":"2021-4-9：一个平凡的学期第六周周五（上）","date":"2021-04-10T16:55:43.000Z","updated":"2021-04-10T16:57:40.938Z","comments":true,"path":"2021/04/11/2021-4-9：一个平凡的学期第六周周五（上）/","link":"","permalink":"http://example.com/2021/04/11/2021-4-9%EF%BC%9A%E4%B8%80%E4%B8%AA%E5%B9%B3%E5%87%A1%E7%9A%84%E5%AD%A6%E6%9C%9F%E7%AC%AC%E5%85%AD%E5%91%A8%E5%91%A8%E4%BA%94%EF%BC%88%E4%B8%8A%EF%BC%89/","excerpt":"","text":"2021-4-9：一个平凡的学期第六周周五初稿：4/10 2:28-3:18 22:58-0:56 现在是四月十号两点二十八，我的火车会在四点二十五到北京，所以我有不到两个小时写所有我想记录的的东西XD到北京西后等到夜14就会一路睡回学校了，回去接着睡，之后我不再有时间分配给记录过去的这几个夜晚——也就是说，两个小时，我的上限是6k字，我必须有所取舍——我已经可以强迫自己做这种理智的决定了。 我必须学会这个技能，这是从今天（4.9）开始明确的事。 从四月九号说起。 （这个打脸首段和之后的转折恰恰可以一起佐证我的记录） 四月七号，我终于打算去北医六院看病，在邓可为的大力鼓励（强迫）下。讲真，虽然这个人的行事风格在我看来往往有点“莽”，在这种时刻却往往能帮忙。J型人格真好！ 这一次终于看成了。 我的看病史第一次：湘雅附二严格地来说，第一次看病应该是18年年初1月中旬。既然决定完整地回顾，就从这里开始吧。那段时间我的状况很不好，出现了疑似躯体化的症状（这个词语是后面学到的）。具体地说，我的心率突然变得持续过快，标准参考值是71~100我还记得，我最平静的时候去测直接一百一往上走。这听起来好像也没啥，但当时我不是那种运动期间的暂时心率过快，而是持续的，无时不刻，砰砰砰砰，“我听到自己清晰的心跳声”。同时，我的胸口还开始间断剧痛，是有点无法忍受的程度。 当时我在一段糟糕的关系之中（和现在是多么相似而又不同啊！不同是我当时没有能力做出什么改变但现在的我能主动去做，更不同的是现在的我拥有的是一段最最珍贵的关系），多年对自己的粉饰太平不能继续了。就像我和很多人说过的，我直接自暴自弃，学也不学了。 不学了这件事我家人肯定是不知道的，心痛还是会关注一下。于是，我爸带我去了湘雅附二。然后我就记得他不太清楚怎么看病缴费，我自己研究着做了检查，最后去那个诊室，里面坐着的那个老太太态度极差，看完报告： “现在高三？” 我爸：“是。” “压力过大导致的。” “但我没什么学习压力。”我在心里苦笑，听到前一个问题我就知道应该怎么回答的，但没阻止我爸的“是”。不然呢，只考600分甚至更低又有什么不可接受的呢？可惜医生不信。于是，听到这句话医生突然发作，几乎是吼出来的：”你这有什么好看的哪？生理没有任何问题，那只能是心理的了，你要去看精神科！“ 彼时的我，对什么生理、心理、精神科通通一无所知，我的家人更加。我和我爸自然是不知所措地离开了湘雅附二。于是，这次生病最终以我去一个诊所打了七天的“护心药”（西药）为结束，每天边输液边写作业也是有趣的体验。 再然后，开始了和猫猫的恋爱，那些症状都自动消失了，问题便自动沉睡下去。 因此，我说他救了高三的我是肺腑之言。 第二次：北医三院这一次我在公众号有过详细的记叙，有兴趣的话自行搜索“被土豆泥烫到后”即可，这里只简单复述一下。 19年4月还是5月，我已经不太记得当初的痛苦都来自何处了（但这才最可怕，没有源头，就意味着来自未知的邪恶），总之有那么段时间情况再次超出我的极限了；我不知道自己怎么回事，只知道自己不正常，且无力再自我调节。那时的我还没有像后面一样彻底躁狂到逃避一起放飞自我，每天也在沙河痛苦地看物理看数学，只是什么都看不进罢了。 于是，某天，我鼓起了所有的勇气查了很多资料，去北医三院挂了一个精神科的号，我现在还记得是100，对当时的我的心态来说是笔绝对的巨款。但看病的过程推送写得很清楚了，结果就是我彻底拉黑北医三院，以至于这次我宁愿走六院自费也不愿意再走三院报销。 这次看病，失败了。 第三次：上海精卫19年下半学期，我完全逃避了现实世界躲进戏剧世界，以虚掷生命为代价换了半年的相对稳定期。哦，另一个代价是挂了两门，然后就是疫情了，以及在疫情爆发之前就知道自己转专业失败的沉重打击。 20年疫情期间，先是和爷爷奶奶在乡下待了三个月，这段时间是比较快乐的。但待在家中还是有种越来越窒息的感觉，姑姑让我去上海的时候，我毫不犹豫地跑了。 之前一两年已经学了相当多相关的知识，也已经比较了解相对典型的几种疾病。很早就听说上海精卫是全国看精神科最厉害的医院，加上虽然人在上海精神还是一点一点萎靡下去（当时完全不能想象自己会去网安，每天热统理力钻不进脑子的体验太绝望了），我又去了。骗姑姑说要出去玩，一大早去了宛平南路600号。 这一次呢，医院给人的印象也还不错，就诊过程则emmm。医生是个看起来四十余岁的中年男子。我怯懦地自我叙述，忍不住开始流泪，然后他问到我的情况，学习，最后说了一句话：“你根本不可能是抑郁，你是焦虑症。”我瞬间有种愤怒——必须要解释的是，我从来没有说过我是抑郁症患者，我也不希望我是抑郁症患者，现在更基本确定了我不是抑郁症患者。 我愤怒的是，在对话中我甚至不奢求被理解，连被尊重我都没有感受到。 我出来后给猫猫打电话，讲了就诊的一切，他安抚我让我相信医生，我则更加失落。 我后来其实可以理解这个医生，大学生因为学业压力抑郁焦虑真的是很常见的情况，加上某种意义上他是有医德的好医生，没有给我开抗抑郁药，而是开了美时玉，对抗睡眠障碍。俗称，让我能睡着。我也在这次就诊对“精神疾病”被误诊这件事有了更多认识，短短的几分钟面诊时间真的太难让医生了解患者，更遑论做深入的交谈。我毕竟只付出了75元求医费用，加上药物也不过175。这已经是他根据自己的经历给出的一个相对普遍的推测。 这次就诊我最大的收获是，发现了自己一直以来被忽略的焦虑情绪。 48分钟过去了，我决定先睡一个小时。//然后就跳到十号晚上十一点接着写了 第四次：北医六院丨这一部分有敏感的、可能引起不适的内容，认真预警，请谨慎阅读4/7发生了什么事，让我一定要逼自己再走进医院的精神科？这是我不会把这篇记录发到公众号的根源。 我的情绪最近因为和猫猫的关系又有反复的趋势；我本自信自己可以调节好。我毕竟已经和抑郁情绪缠斗了很多年，它什么都给我带来过了，无论是普遍评判标准上的大失败（挂科），还是他人眼中的大成功（看似潇洒自在的生活），我也有了和它相处的充分经验。无论是干脆躺着，看着天花板上的“油漆变干”，还是走出校门去满世界游荡。我想充分地说明，四月七号晚上之前我从没想象过有天我会这样做。 我拿水果刀划手了。 别怕，看到的你XD到现在能看到的只不过是一道小小的划痕了！确定的是，之前的发作都没有这一次严重，在那一两个小时里，从我六点四十挂掉一个电话开始，我一个人在寝室歇斯底里，哭泣流泪。我的逻辑世界理性思考完全消失，而我也想消失。但我又不想消失，我想存在——去哪里找存在感呢？突然想起薛凯琪的一个人一支灯。 我转头看到自己的水果刀。 你想象不到那一刻我的绝望的，在我的世界观里，我给一些事件设定了禁区，并坚信它们不可做，就像潘多拉的魔盒，一旦开启就不能回头。旁观他人自残的人和亲自体验过自残的人眼中的世界是不可能一样的。尽管我也有多年边缘性自残的经历，但不过是手指长期带伤嘴唇长期带伤罢了。用刀划手这种事在过去的我眼中是绝 不 可 能 发 生。可当那一刻我极端地想消失又极端地想存在—— 说真的，现在回忆起来竟为人的肉体的顽强产生敬佩。朋友们，手腕看起来那样娇嫩，却比我们想象的坚韧很多，当然，刀也没有那么利。我先从完全恐惧到试探着用这个器械去接触自己，然后带着微微的力划过。但这根本不够，只是发泄，刀刃只能戕害无辜的表皮细胞，接触不到毛细血管。能看到皮肤上翻起一点点白色的粉尘。我这样划了几百次，只是一块皮肤变得通红，有微微的灼烧感，但没见血。然后，我用了更大的力气，事情终于有了变化，出现了一点点在当时甚至不比两天后的现在更明显的伤口，就像手在无奈地对我说：“输给你了”来让我停下。 我的确就这么停下了。 我的和现在别无二致的理智开始泛起，但也很平静。我知道我搞不定了。想起最近循环的近乎正常的原声，Dan说cause i’m holding on，Diana说you don’t know。嗯，i can’t holding on。 先做了一个决定，必须把猫猫删掉了。这半年试了很多办法，but i always can’t hoding on。我当然可以彻底抛开顾虑去逼他给我关怀，但这就不是我了，所以为了他，我不能再给现在同样艰难的他更多压力，而这需要把我现在的压力源，他，从我的生活里拿出去。爱不是索取。然后我开始收拾书包，因为知道需要时间在这样的剧痛下镇定下来，寝室不可以满足。我甚至带了电脑和充电器，觉得时间还有这么多我大可以在崩溃间隙的平静中写一些密码学实验（我确实写了）。然后随便定了个酒店。我边哭边把和他的聊天记录都备份了，然后检查一切都是否带了，出门。第一次走到楼下发现没带手机，一下崩溃，因为卡是补办的还刷不开门，这就又要拜托阿姨开门。我不可能放弃计划，于是去一楼找到阿姨，阿姨让我坐在那里，于是我面无表情地看着进进出出的人。我的卡给了权限了，我又上去拿手机，然后出校。穿的是一件黑色有耳朵的卫衣。 走到北京城市学院站的时候，我知道不能再犹豫了。给他先发了一条语音，他罕见的秒回了，我差点失去所有勇气想再想一想有没有什么新的办法。但这的确就是我的问题，不能再让别人承担了。我的手在确定上下剧烈地移动着心想再等多一条他的消息就一条但手帮我的头做了决定，按下去了。不能想象他看到红色感叹号的时候有多么难过。无法去想了。 一路哭，公交上别人看着我，酒店前台也看着我。我走进房间，扑倒在床上大哭。哭累了点了一个外卖，几瓶酒，但我是没法儿借酒消愁的，太难喝了，但我毕竟容易上头，度过了一个昏昏沉沉的夜晚。第二天起来头痛的要炸了，眼睛简直睁不开，我看着镜子里的眼皮觉得愧疚，它自己辛辛苦苦进化成了内双，我直接把它变成一团瞳孔都要遮没的肉。 背景大概就是这些啦。那天下午又化了个妆，觉得可以暂时告别哭了一晚的自己了，去上信息论和数据结构。真好，这天的信息论数学含量不高，大部分都能听懂。晚上六点开始写ddl零点的数据结构，磕磕绊绊最后只剩一个没有ac也足够满意了，下次肯定全对的。 九号，事情很多的一天，我首先去医院。 北医六院就在三院旁边，这是多亏了dkw才知道。八点出门，先在肯德基吃了一个帕尼尼豆浆，才慢慢悠悠走过去。从门卫到分诊给人的印象都不错（六院的分诊制度比三院不知道高到哪里去了），等待的时候观察到我分到的医生叫号很慢。期间还有个穿棉睡衣的女人在大喊大叫，哭嚎着“我不想死啊！我还有好日子在后头啊！” 几十分钟后，叫到我了。非常突然，什么情绪都没有，那瞬间我正常得自我怀疑我真的有必要来这里嘛？然后推门进去，是一个高高瘦瘦的年轻男医生，挺帅，等的时候闲得无聊查到他刚刚一轮轮转结束，那年纪确实不大。他问，你怎么挂了三次前两次都没来看呢？我说，因为犹豫了几下，前两次取消了。还好取消了，周四上午怎么看病啊。他又让我说。我就说这些上面写的东西，的简略版，眼泪居然又一点点渗出来。听到我说我没想到自己会划手的时候他面庞上露出一丝不忍，那一刻我知道这一趟没有来错，这就是上海精卫那个医生没能有的东西。这种对一切情绪敏感的能力和之后的诊断多么贴合。 他边耐心地听，边敲着键盘记录，打字速度应该和我差不多，不是湘雅附二的二指弹。然后给我开了几个检查，我接过单子，站起来，走出去。 到缴费机一看，检查费765ORZ讲真，长期以来的惯性心态让我直接开始退堂鼓演奏。差不多800块的巨款！！！还全都是自己出！我的天！ 我简直要直接回去了，可是想到猫我知道不可以，我就是得把过去的认知体系全推翻，那都是错的；不过是800，两次家教啊，我也不是几年前的我了。这是以前的我没能好好爱自己，欠我的。 然后我又想，真的有必要做这么多检查嘛，一堆黑心医生的传说在脑子里翻滚，要是那个医生长得像李逵一样可能就真的信了。但是我看了那些检查的名字，嗯，如果我真的能拥有一个正确的诊断，能说服我的诊断，应该也只有这里和这些不是简单量表的检查可以给我了。说到底我不过是因为已经完全不相信其它人可以帮我而在疯狂找借口罢了。 疯狂自我鼓气，然后倒腾了一下银行卡终于能从一个账户完整地付款（早知道要花这么多钱我绝不会昨天把花呗一口气还了还关掉），然后拿着一长串的缴费单，发现有个抽血项目在三楼，有的在四楼有的在二楼，规划了一下直达抽血室。窗口的护士和善地说这个要去人工缴费，好吧，是我大意了。回到一楼不大的大厅，再次支出178.5.上去抽了血，我也一个人在医院抽过血了2333抽完得知下午三点才能取结果，是我习惯把事情安排得太密了555虽然后面事实证明和我想得一样，他们下午上班没多久就可以拿结果了。 这是第一个，测甲功，看是不是甲状腺相关分泌问题导致抑郁。 第二个 事件相关电位-P 丨 物理检查发现两个检查在4层，四个在2层，决定先去4层。先做了这个事件相关啥啥，因为是第一个检查我莽得很，门口没人，也不知道是不是要排队，就敲门。旁边有个高瘦的中年男人友好地告诉我，等里面的人出来收检查单，然后排队。然后我和他一起进去了，护士给我带上了一个emmm不知道怎么描述的头套，像一个网。然后把某种未知的膏涂在了每个网点上，目的就是接触头皮。听到对面那个男人说：”我是强迫症，那个看面孔的是最后做是吗？”他像是来过很多次了。 一共三个部分，第一个部分闭眼，什么也不用做。第二个数声音的次数，如果不是借助了十根手指我还真不一定能数对，第三个部分看人脸按键。 这个的结果13说大脑排除外界干扰和加工视觉信息的功能正常，2说我的选择性注意功能轻度受损。 emmm，从来无法专注听课就足够我知道这一点了，200的检查费有点浪费了23333 第三个 自杀态度问卷、心境障碍问卷和轻躁狂检测问卷 丨 心里检查我对量表信任度是很低的。。因为人可以控制自己选什么呀。即使不控制，结果也可能奇奇怪怪。上海精卫那次我做了三个表，好家伙，直接结论重度抑郁。 这次的三个表体验好一点，从结论可以看出来这个大夫试图确定我是否为双相。事实上问诊的时候也体现出了这一点，他问我积极的时候能持续多久，我心虚得很，说抑郁情绪占大多数，大部分都是抑郁状态和平静状态和小部分狂喜状态。他又问能否持续两个星期，那当然不能，我总不能说情绪一天之内都是过山车吧。。。他最后写了最多3~5天。结果证明了解自己+坚持诚实是正确的。 心境障碍问卷结果不支持双相，轻躁狂是支持双相，但这种表格都只能参考一下。自杀问卷，因为我从来都不想死，自杀倾向也早就被消灭了，结果自然也没有什么要重视的。 做这项检查的时候是在一个有很多电脑的房间里（我有理由怀疑系统还是xp），旁边那一台的女人不识字，旁边一个男人给她念着屏幕的内容。 第四个、第五个 心率变异趋势图和威斯康星卡片分类 丨心电图类这俩在一间，一个就是测心率，结果是72（所以我说18年初的心率不正常呢！）属于轻度压力范围，无异常。 另一个又是带着一个头套做任务，小学生都会玩的卡片分类，好家伙，唯一一个除了结论都是英文的检查报告，看不懂，结论是正常逻辑分析和执行功能水平。这也和我对自己的认知相当；我自认为有明显问题的是专注力问题、记忆力和情绪控制能力。 第六个、第七个 红外热成像检查、脑血流图、诱发电位彩色地形图都是带着头套做任务。 一个说工作记忆和注意能力，额叶认知功能正常。（我突然想到，我自己觉得的记忆力下降和注意力下降也许只是回到了正常人的水平？笑死，突然自恋） 一个结论是看不懂的生物学术语，最后说建议dep可能。呃，据说这玩意儿是看大脑是否有器质性的抑郁相关病变，dep是抑郁症的简写。心情平静，报告也说了，供临床参考。 第八个 电脑多导联心电图 丨心电图做完上面的，其实已经11点29了，医生中午十一点半下班。脑电图的检查室就在诱发电位旁边，我请求医生说我这是最后一个检查了，能否做一做。医生给我做了，但后来的人没有做，我有些愧疚，因为躺下才知道她们中午只休息一个小时，不是我以为的两点上班。以后我绝不勉强医生了。 检查都已做完，头发还以为那个未知的膏黏在一块儿，只好先回去洗澡下午来看结果了。","categories":[],"tags":[{"name":"special day","slug":"special-day","permalink":"http://example.com/tags/special-day/"}]},{"title":"2021-4-3：三个公园、一场电影、一顿湘菜和一顿铁板烧","slug":"2021-4-3：三个公园、一场电影、一顿湘菜和一顿铁板烧","date":"2021-04-04T18:00:15.000Z","updated":"2021-04-04T18:24:26.951Z","comments":true,"path":"2021/04/05/2021-4-3：三个公园、一场电影、一顿湘菜和一顿铁板烧/","link":"","permalink":"http://example.com/2021/04/05/2021-4-3%EF%BC%9A%E4%B8%89%E4%B8%AA%E5%85%AC%E5%9B%AD%E3%80%81%E4%B8%80%E5%9C%BA%E7%94%B5%E5%BD%B1%E3%80%81%E4%B8%80%E9%A1%BF%E6%B9%98%E8%8F%9C%E5%92%8C%E4%B8%80%E9%A1%BF%E9%93%81%E6%9D%BF%E7%83%A7/","excerpt":"","text":"伏笔一下 ：今天的原始计划：7:20出门去石景山跑定向→12:30三人+雷邓在xbx约饭→2:30给妹妹上四个小时化学和英语→19:00自己去上一个半小时大国领袖。 好久没写东西了。（从大年初一也即是2.12激情吐槽过唐人街探案3后） 还是这句废话开头，回回都是，总是偷懒。但，今天着实拥有了非常充实的一天，若不写点什么，真的太浪费。希望在睡着之前可以完整地把今日流水账写完！ 早晨 6:45 | 定向越野相关，可酌情跳过自然醒，一定是昨天11:37就关机睡觉而且还比较顺利地睡着了这件事起了作用。睡了个五分钟的回笼觉，没有贪念地起身，先开火煮剩下的半袋馄饨，然后洗漱。今天是新学期，也是今年第一次去跑定向越野。 馄饨比预计的要烫很多，没能在预期时间内吃完，吃了七个剩下13个继续当明天的早饭。第一万次匆匆忙忙于7:25地出门，走到校园南路才见到共享单车，最终迟到八分钟7:38到达知春路f口，两位大运村的同学非常好心地选择了等我。哦，还去kfc拿了厚蛋烧帕尼尼，一直拎着，直到在公主坟等车的时候才咬上第一口，太好吃了真的。 去程相当顺利，顺利的意思是连续三趟地铁——13,2,1都没有经历等待，而且是“车等人”的程度，即人到站台时车也在等候了，匆匆踏入，几秒后车门关闭。一号线还中奖了一个区间车，公主坟被迫换乘了一次。一路上大家没有什么交谈，看了五分之一的《生吞》。删掉豆瓣软件大大促进了打开微信读书的机会，毕竟我总是要看点什么，不看就难受。 好运维持到了八宝山的951.这应该还是和dkw一起去蟒山后第一次坐8or9开头的郊区线路，比昌平坐过的车新很多。截止到等车都是极其顺利的，直到车开在京原路上遭遇到堵车才发现大事不妙——啊，今天是清明节的第一天！大意了。我很少见到这样的大堵车，因为我是极端堵车厌恶者，今天被迫观察了一下车辆是如何一米一米地挪动。没办法，在这条单向二车道的出京之路上，四个轮子无论也不可能快起来。最后一站站距是1.5km，足足走了十几分钟，和步速相当。途中不远处一位中年妇女吐了出来，列车员很是无奈，说，咱们车上也没有墩布啊。 下车后看了一下，路程7km，车程43分钟，于是大家一起笑，早知道就跑过去啦！还快一些。 这次定向在永定河森林公园，我从未到过石景山这边，这也是为什么我坚定地把这个上午分配给了定向，而不是健身、家教或者别的什么（咦，学习呢？）扩展足迹地图、乘坐没有坐过的公交总是令人兴奋的。缺点就是真的超级无敌远，全程花了扎实的顺利地两个小时有余。从北门入后还要步行1.5km才到集合点，这段步行使我直接偷懒略去了热身。。。 集合后惦记着中午约的12:30xbx，早早出发，还是比原定的九点晚了足足一个小时。事情从没有预计到清明节堵车开始就不受控了起来…… 之前几周都在适应新学期的生活（我已经接受自己适应新时期很慢这件事啦），几乎没有跑步，昨天才赶鸭子上架匆匆跑了个配速极其菜机体极其拉垮的三公里恢复一下。今天起来倒是没有明显的酸痛，于是许愿今天不要迷路就好啦。 于是今天的23/24个点都没有迷路，比较顺利地找到了，不错。这个第一次来的公园很得我喜欢，春天的背景给了它太多加成，到处都是好看的娇嫩的花花，原谅我奔跑的时候踩到了地上的许多花。缺点是这个公园不知道怎么那么多松树，更奇怪的是跑完后交流时震惊地发现，其它两人都有“看见树就绕着跑结果走偏了”的问题，可我完全不是，确定了方向后我就会非常头铁，劲直往前钻。偏偏今天的树都还很矮，需要大幅度低头匍匐前进……于是我和松树亲密接触无数次，被松针招呼无数次，晚上回来洗澡发现两边小臂多了一堆红印，这可能就是猫猫说的”不撞南墙不回头“鱼的又一个表现吧！ 今天最大的收获是对“植被分界线”的认识增加了，对白林、树木等几个图例的印象加深了（应该不至于再忘），读图能力大大大幅度提升。其中有两个点都在一块树林里，是非常浓密树冠很低的大树，我在里面钻来钻去，扎得要命但还是什么都看不到。然后我又钻了出来，发现钻错了林子。。。这个点足足花了我7分钟，消耗了很多体力，如果没失误大概是可以跑进50分钟的。 最大缺陷当然还是体能了。跑得太慢了毅力太差了，上上下下的定向真的和平地差别太大了！今天后半程其实有很多地方是走的，而且臀部肌肉竟感到异常酸痛。练吧。 这应该是我总共跑的第4or5次定向，似乎也有了些特别地体会，不过防止我写不到后面更精彩的东西，就留着下次联赛再说吧。 中午 11:33 丨 向xbx出发！三人群这学期的约饭次数和上个学年、甚至封校的上个学期比都是断崖式下降。影响因素很多，比如dkw谈爱了自然不能老是跟我和tzh吃颓废的键政饭（我主要负责围观），比如我学习变重了生活规律了再也不随便翘课了……总之，这是我们这学期第二次约饭，还加上了不想论文开题的雷邓。 很明显，读者将发现，如果我早上能九点从起点出发，约在中午十二点半见面将是一个非常明智的决定。但11:33才从终点启程这件事使得一切成为了泡影 ……同来时同路的两个中法学弟聊了聊，共同为今天的公园不提供快乐水购买服务感到遗憾，打了个车到八宝山。然后就沿路边疯狂在群里吐槽+忏悔，边等待着牡丹园的到达。 终于，1:13分，我到了。迟到43分钟，进步显著（自动滚了 车上沟通好了吃什么，还是那些老东西，dkw永远吃猪肝，tzh永远不主动吃点什么但是又吃不饱面露难色令人不忍心不加菜，雷邓嘛，好吧我不知道点菜现场发生了什么。最后擂辣椒皮蛋+油豆腐+青菜芋头汤+猪肝+尖椒荷包蛋，居然没一个正经肉菜，amazing！ 吃饭，而且是吃湘菜，永远是让人快乐的。期间就聊清华，聊入党，聊各种奇奇怪怪奇奇怪怪的东西，菜不知不觉就全没了。答曰：这是对你再次迟到的惩罚…… 【fish言语记录】聊到某话题，dkw让我举例：你举例啊！来啊！说啊！或许是他的语气太激动了一些，我的大脑自然而然生成一句话并从嘴里送了出来：比如说你追有有…… 众，皆狂笑，呼其妙。我大概具有专提没烧开的水的天赋罢。 后面又是说了句什么，dkw大呼：你这个钢铁直女！ 嗐，我还以为我已经脱离了钢铁直女的队伍呢！ 果不其然，加菜小炒肉*1。 实在难得一聚（什么时候会这样形容了），不忍离去，两点半，我准时地推掉了下午的家教（大雾）。 雷邓表示不想回校，dkwtzh也无所谓，于是一开始集体说去玉渊潭。结果走进牡丹园后，dkw表示因为下午五点还要和npy去雍和宫，希望去海淀黄庄自习，同时雷邓发现玉渊潭早就没票了（大意了）。于是又说去北海公园，tzh经典没意见，dkw坚持要回去。dkw不去，那么tzh也不去，那么我和雷邓两个人便有些尴尬了起来。好的，npy的重要性就是最高级别，那便往巴沟方向乘坐10号线。886国贸方向的十号线。 知春路一到，我和雷邓下车，我回校，雷邓倒13回清华。边走边聊，发现我们俩都不是很想回校，再三确认了雷邓npy（这件事可以暴露吗？但我已经暴露了）不会介意后，一拍即合决定随便去外面溜达。 这里需要插叙一段。我也不清楚和雷邓什么时候熟起来的，总之又是一个高中期间完全不熟大一大二也不算熟但突然又熟起来的典例。但，虽然这样说，平时交流还是寥寥，而我对于同陌生人的相处总是充满恐惧的，所以一开始觉得可能会尴尬。没想到交换了一下意见后，发现雷邓也是一个有“随心所欲”“随遇而安”“随便我都行”属性的人，这便大大符合了我的调性，遂决定两个人去北海公园，当机立断往回坐十号线，到北土城换八号线，再到南锣鼓巷换六号线到北海北。（啊和另一个地铁迷共同出行真的非常非常非常不一样）这是我第一次去北海北站！ 一件比较麻烦的事情是，我的手机又没电了。原本到xbx还有15，完全足够去到家教对象家重新令手机焕发生机，谁知道又会脑袋一拍就中途易辙呢。当然，我本来也想在xbx充电，我甚至带了充电头和线——然而xbx没有充电口，我又带了一根typec-typec的线，连tzh的充电宝都不能用！啪，于是我的手机在进北海公园的前几十秒，关机了。理由很多，但考虑不周全总归是我的错。 下午 15:37 | 从荡起木浆到俯瞰帝都之所以是这个时间，因为进北海公园大概一两分钟前雷邓说了一句：快一点，预约的是两点到四点入园，现在已经三点三十七了，于是便记住了这个时间节点。 去的路上没有尴尬的沉默，非常随心所欲地聊天，地铁上在播宣传片，顺便聊了些大站快车、大小交路之类的知识（或者说我单方面学习）。 进公园后，我一瞬间又开始游离，因为有种不真实感。半个小时后我开始感慨来的是北海公园而不是玉渊潭：生活气息就是我最好的补药。 公园要怎样逛？要和谁一起来公园？不真实。随性往前走着，有一搭没一搭聊着。今天第一次发现雷邓说话有种类似龚老师的“趣味”，很值得品味。我惯例地在脑子里记录那些我认为的“妙语”，却因为他一句又接一句而心有余而力不足。我说了，然后他说，那不正表示你没必要记住吗，于是又想起咨询师说过的某些话，便欣然忘了那些“妙语”，这就是为什么现在什么例子也无法举给你们听。 走到某个长椅处，遇见三个老爷爷。一个老爷爷看似随意实则有力地站立，正在歌唱；两位两个爷爷背光面对他坐在长椅上，一人拉二胡，一人吹口琴。有趣的组合。老爷爷在唱《在那遥远的地方》，配合激昂的手部动作，陶醉的面部表情，和猫猫一样有力的歌声，令我突然觉得在这个春日午后遇见他们配合表演也是一件幸福的事情。我们站在那里看了几分钟，重新开始行走。我说：这几个爷爷好幸福啊，老年还能和朋友一起惬意地来公园演奏唱歌。雷邓说，他觉得这才是生活。 又接着往前走，才发现面前实际上是一个特别大的湖。噢，北海北海，还有两个海，自然是要有湖的。湖中游船众多，远处有一白塔，我这才知道，这就是那首有名的儿歌的发生地啊。不禁唱起了歌：让我们荡起双桨，小船儿推开波浪~ 又走到一处，路遇一中年男子用特制的那种大刷子，从一个手提的盛水小桶中蘸水，再弯腰写毛笔字。这场景我幼时还常见到，现在却只属于记忆中“不知道能不能再看到”的那个分区了，我顿时有些激动。他的字很好看，先写了一句“气傲皆因经历少，心平只为折磨多”，又写“你若安好，便是晴天”等等。雷邓说这是心灵鸡汤专场。我还稍稍沉浸在“传统文化消失”的伤感之中，雷邓却说，他从这个场景感受到了一种“雍容”的气息。因为这场景并不易得啊！在这众多中心于一体的城市最中心处，一个优哉游哉的中年人，在人流如织的公园中低头写一些很正能量的句子。颇有种国泰民安人民安居乐业的意味。这个视角震撼到我了，再看这个写字的人，我也多了些欢喜。 步行途中还几次三番注意到一个在人群中疯狂奔跑的人，而且还是折返跑，因为人行步道并非一个循环的环。大概是这种行为艺术更能激发能力吧！ 这么个公园光走路也硬走了一小时！期间陆陆续续拍了些照，然后发现雷邓拍照真不错。全部走完后，随机调了一个门出来，进到了胡同里面，又是一派生活化商业化混杂的气息，出口嘛。一个干货摊的两侧是两桌下象棋的老人，都有数人围观。我凑上去看了看，围观的人都在指手画脚，讨论棋局，倒是和现在几个同学一起讨论问题有异曲同工之妙。可惜我只知道象棋判赢的依据，除此之外一概不知，就失去了认真观察棋局的资格。但那种闲适的生活气息深深留在了心里。 遗憾的是这一个小时我的手机都是没电的，我足足损失了几千步微信步数QVQ 此处对手机没电期间雷邓代买的北海公园门票、景山公园门票、糖葫芦、北京小吃、拍的若干照片致以诚挚的谢意。 出来后讨论回去还是做什么，雷邓提出“来都来了不如去景山”论。这是因为这张出来的门正对景山公园入口。我也终于借助雷邓的手机在商业区成功租到一个充电宝。那便去景山吧，五点也算早。 一进去想起上次是和猫一起来，他还撸了野猫还说下次给它带火腿肠来，便有一些低落。讲真，我出北海公园的原本是不想在今天再上一个台阶的，但，来都来了…… 景山真的是小山包，便随便爬了爬，高处风景是还不错，看看就好。在山顶的时候，感觉还是不那么想回去，或者说真的体力消耗太大了，不想回去上这个时间阴间的课了。雷邓也依然不愿回去写开题论文，我便想到了或许可以看电影？打开美团一看，有个电影《第十一回》引起我兴趣，最近影院东宫影剧院，去过的隆福剧场，东四附近老城区，不错。便敲定了看电影，叠加文惠两个人56解决，步伐也因为不再匆忙愈发慢了起来。顺带一提，晚上的党课还是签到成功了（。 从景山下来，因为将将六点，电影是八点的。我非常想喝瑞幸，便决定沿着故宫的城墙走一段，然后搭公交到南锣鼓巷的瑞幸店点一杯水龙吟，然后再到东宫影剧院看电影。就是在这一段步行的途中，见到了今天最美的落日。朋友们，那一刻只属于我的、我的心生长出来的狂喜是无法与他人分享无法被感知的，那一瞬间我双脚落地，眼睛仿佛可以看清空气中每一颗尘埃。我站在故宫博物院的北门，面朝西，站定。 我前面都没提到，但我今天其实无数次庆幸下午最后选择了出来“玩”而非回到寝室。今日的天气注定是属于去室外感受自然的！ 步行了大概500m，反反复复地拍了许多落日，它持续的时间也就这短短一段。从一颗耀眼的火球，到逐渐消失，到只剩天空中从紫色渐变到橙再到粉红的余晖，剧烈的美滋养了心灵。走到故宫角楼时发现，好家伙，恐怕有上百人架着长枪短炮等在河边石台上，只为拍这绝美的一幕。 三站公交，到达南锣鼓巷站，好家伙。人多到直接人行道都封了。一边吐槽应该早一站下以早早过马路而非绕行几百米（两个轨交迷的对话，狂喜，这种话居然可以不仅是我脑中的吐槽而从他人口中说出），一边追忆青春。雷邓想起了高一暑假来参加夏令营的很多事，我则想起了高二暑假坐14个小时硬座去北大参加夏令营，而且报道当天睡了一上午下午就自己一个人跑到南锣鼓巷玩的事。太有意思了，我当时还没见过地铁呢！啊，不过这段追忆应该是提过很多次了，那就不再多写。 瑞幸，两杯水龙吟，大满足。解决奶茶欲望，发现离开场不过四十分钟，便决定前往剧院。这样的时间不至于到得太早，也不会像我一个人一样极限操作，与雷邓同行着实是明智的决定。仅需乘坐1站的6号线看似是最佳选择，但我们一致觉得3r的起步价不太值得（轨交迷再次达成一致）。公交不方便，步行太累了，最后决定骑车。 公交、地铁、骑行、步行、打车，今天集齐交通方式啦！ 在晚风中骑行在2环内（大概是2.5环了）不是一般的惬意，而且曲折地穿过了一些胡同区。此时二人同行的好处就体现了出来，我无需在是不是看一下手机，接下来该走向哪里，而是欣然优哉游哉骑车，只用跟进前面的人。其中有一段路完全漆黑，路灯也没有，只能看到微弱的月光照亮的少数事物，一边害怕着，一遍在想这真的分不清是家乡的乡村还是北京。 次日增加：顺便聊一聊我出行观念的变化。 唔，首先报告一个tzhdkw恐怕会弹冠相庆（？）的消息，终于，我打车的次数大幅度提升了！！没有什么别的原因，只不过曾经他们在贵州遭受了我的迫害罢了（他们把七座商务车砍到150一人，我以大巴车更舒服坚持去坐57一人的大巴车，他们妥协了）. 究其原因，恐怕还是“我的时间变得更加值钱了”。我的时间曾经变得一文不值，我乐意在街道上走上十公里去到另一个目的地，因为不这样使用，我也不知道它还能干什么。但现在的每一分钟都有意义，就这样，我接受打车了。 这是个不错的节点，发自内心地接受一种交通工具会让我的出行系统变得更加复杂，我的决策系统也要升级换代，什么时候打车，什么时候坐地铁，有没有什么骚操作二者结合……事情变得更加有趣了。 晚上 20:10 | 第十一回骑行一会儿后到达了剧院，其破败与历史感令雷邓咂舌。所谓东宫影剧院，全程该是东城工人文化宫影剧院——工人、文化宫、影剧院，没有一个现代的词。如果按照原本的计划次日和石头晚上八点在海淀工人文化宫看波斯语课，倒形成了一种有趣的对照，可惜计划再次改变了。（这句话是第二天加的）。又修整了一会儿后，确认看完大概会因为没吃晚饭而饥饿决定了散场后步行到珠市口买点绝味再5-10回校的计划，便开始享受电影。 顺利的话我会再写一篇有关这部电影的东西吧，尽量不鸽，下周末二刷。 现在只想说，我比较喜欢这部电影，推荐大家去看~ 顺带一提，这是第一次试图pyq找人一起看电影，然后真的有完全不相识的同学来找我了，奇妙的体验，希望顺利！ ↑上面是初稿时人已经迷迷糊糊的敷衍之谈，现在清醒着，自然还是多聊一聊，试过了，能力有限，还是就这样吧。 深夜 22:07 丨 肯德基、铁板烧和末班地铁步行到灯市口的途中遇见一家kfc，使用了周一买一送一券，奶茶++，口渴–，然而服务过于拉垮，我积极地行驶了我的投诉权。 路边有个拖着两个大行李箱的女人坐在路边面无表情地打电话，我自动做着一些猜想，但还是和她在十点后东四的街头擦肩而过。 步行到灯市口，在找到绝味鸭脖的门店之前竟然遇到了一个传统小摊铁板烧。天哪，那一刻我简直觉得这辆铁板烧车是从梦中走出来的。它给今天一天的晃悠画上了一个完美的句点！午饭后忍住了没有吃主食，但到这里，我知道不能错过。这不是泽茜说的“再多一些这一餐就不完美”，也不是石头说的“给每天都留一点不完美”，它不是这一天的98%到100%，它不只是铁板烧，只有我知道，它是80%到99%。 我想起幼时的梦想之一，某一天面对一个摆满食物的小推车，可以豪气冲天地说“每样都给我来一份！”，而不是一个一个地问价钱。当然，长大后我发现这个愿望之所以实现不了并不是因为钱不够，而是因为肚子不够。 总之，我的梦想也算是实现了。大概估计了一下价位，豪放地拿了一些我喜欢的食物，堆到一个篮子里，开始等。最后一共32，讲真，做流动食物当真致富，劳动最光荣。 雷邓有担忧错过地铁，于是我便查了末班车时间，结论是可以充分信任晚上开往天通苑北方向的列车hhh23:11从宋家庄发车的末班车，还要怕什么呢？十点四十站在摊前，无需慌张。 铁板烧的生意很不错。在我之后又有一个男子，听到他问老板价格，老板答，某某肠3块，某某肠4块。男人犹豫了，目光逡巡，然后掏出一张折叠几次的十元纸币，递过了两根。老板说，八块。 与此同时，雷邓谈起了他的生活，我有些意外，但也自然而然地听着。或许我有一些那么优秀的朋友，但“将一个总是年级第一的大佬变成活生生的人“这件事对我来说却很陌生。我总是先有朋友，而后发现ta们的无尽闪光之处，而不是先发现一个发光的人，再成为ta的朋友。 总之，确信了雷邓也是一个活生生的人√ 进一步的，似乎也是一个理念搭建起来的人。 拿到铁板烧是11点后了，成功进站珠市口。一进站发现有人在飞速移动，定睛一看是一个代驾小哥。骑着他的小电动在空无一人的地铁站，遇到台阶时便停下，折叠起来，扛着跑。我的腿经过这一天的使用已经没有知觉了，我便放心大胆地压榨它，拔腿就追电动车，拍了几张照。 下到站台，大概是今天坐地铁的运气都在早上用光了，从上午回程坐1号线开始，每一趟车都等了半个间隔以上的时间……但我们不缺时间。十号线是很好的基础知识教学教材，我学到了十号线的三个车辆段-宋家庄、车道沟和巴沟这一知识点，然后又学到了预留折返是怎么一回事这一知识点。雷邓还讲了个冷笑话，说北京人不懂干饭。我一看，c出口，干面胡同。然后，车来了。 路上接着聊聊轨交，我说雍和宫和惠新西街南口该上一堆人吧，害，双双打脸。人呢，难道大屯路东才上车吗？还是天通苑的社畜们，终于有一些喘息的时间，不愿出门吗？ 5倒10很幸运，雷邓赶上了真13号线的末班车。我自f口出，扫了美团开始匀速骑行。上车时已经估计零点到不了寝室。我零点整离寝室还有200m距离，实在是无法骑得更快了，卡点拍了张图。然后，这一天就结束了。 零点过两分，我到了寝室。恍惚了一段时间，洗漱完，抱着电脑到楼梯间开始写推送。 三点多，头重脚轻，已经组织不成句子了，便结束了初稿。又得知猫猫也结束了团建到了寝室，便放心地去睡觉。得知雷邓还在写他的blog（有趣，为什么我们会有一个载体来代指内容本身呢？以前我们讲写推送，雷邓则是写blog。那么，难道因为附着在公众号上，这些文字就不再算是日记、不再是文章而只是推送了吗？我决定以后更改这个说法）。睡前看到了他的文章，高深得不可思议。链接附在末尾。最后是四点多睡的，很好，极度疲惫下睡了一个好觉。 这一天从六点四十五醒来，到四点十五睡觉，一共有21个小时又半个小时。 第二天又发生了什么，重要吗？某种意义上，不就是第一天的重演？ 后记我其实以为看完雷邓对同样的一天的不同的记录我会感到压力的，因为他的文章明显“厉害很多”，这是对过去的我的合理推测。但，今天又读了一遍自己凌晨写的东西，或者说间隔了一场睡眠以前写的东西，竟然还是很满意，而且很喜欢。无法那样讨论又有什么关系，我的记叙自有我的魅力。 这篇文章严格花在文字上的时间是3.5个小时，加上前后的准备、缓冲时间，推送时间大概有五个小时。而它不过只有8k字多一点儿。这也说明了我为何不得不留下很多无法记录的遗憾。 一周只有168个小时，分配53个小时给睡觉，那就只剩下113个小时。每天分配3个小时给三餐与不同地点之间的移动，那就还剩下92个小时。分配24个小时在课堂，那还有68个小时。68个小时，要学习、运动、娱乐、放空以及一切，太难了。 继续生活吧！ 我想念猫。 附录https://jackieldyh.github.io/2021/04/04/%E6%9C%89%E5%85%B3%E7%94%9F%E6%B4%BB/","categories":[],"tags":[{"name":"special day","slug":"special-day","permalink":"http://example.com/tags/special-day/"}]},{"title":"3月观剧记录","slug":"3月观剧记录","date":"2021-03-29T08:47:35.000Z","updated":"2021-03-29T08:49:28.018Z","comments":true,"path":"2021/03/29/3月观剧记录/","link":"","permalink":"http://example.com/2021/03/29/3%E6%9C%88%E8%A7%82%E5%89%A7%E8%AE%B0%E5%BD%95/","excerpt":"","text":"白夜行如果非常悬疑一个陌生女人的来信","categories":[],"tags":[{"name":"学校之外","slug":"学校之外","permalink":"http://example.com/tags/%E5%AD%A6%E6%A0%A1%E4%B9%8B%E5%A4%96/"}]},{"title":"The forth year of catandfish","slug":"The-forth-year-of-catandfish","date":"2021-02-21T06:27:48.000Z","updated":"2021-02-27T14:11:51.776Z","comments":true,"path":"2021/02/21/The-forth-year-of-catandfish/","link":"","permalink":"http://example.com/2021/02/21/The-forth-year-of-catandfish/","excerpt":"","text":"##这是鱼鱼的第一篇尝试 今天是二月二十七日，刚刚小韩也回到寝室了，开心！ 后天就开学了 再试一张图片","categories":[],"tags":[]},{"title":"Hello World","slug":"hello-world","date":"2021-02-21T06:15:00.243Z","updated":"2021-02-21T06:15:00.243Z","comments":true,"path":"2021/02/21/hello-world/","link":"","permalink":"http://example.com/2021/02/21/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[],"tags":[{"name":"special day","slug":"special-day","permalink":"http://example.com/tags/special-day/"},{"name":"学校之外","slug":"学校之外","permalink":"http://example.com/tags/%E5%AD%A6%E6%A0%A1%E4%B9%8B%E5%A4%96/"}]}